IdeaRS.Connections
CutMethod Enumeration
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.CutMethod"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum CutMethod
Members
Member name | Value | Description
BoundingBox | 0
Surface | 1
Mitre | 2
See Also
Reference
IdeaRS.Connections.Data Namespace